Repository: WoodbutcherTh1/HoursTracker
Catalog: HoursTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, he, ru

# grid.pasteFromClipboard
source: Paste from Clipboard
ar: لصق من الحافظة
he: הדבק מהלוח
ru: Вставить из буфера

# grid.save %lld
source: Save %lld shift(s)
ar: حفظ %lld وردية
he: שמור %lld משמרות
ru: Сохранить смены: %lld

# grid.saveEmptyHint
source: Fill in at least one day to save
ar: أدخل يوماً واحداً على الأقل للحفظ
he: מלאו לפחות יום אחד כדי לשמור
ru: Заполните хотя бы один день, чтобы сохранить

# grid.scan
source: Scan from photo
ar: مسح من صورة
he: סריקה מתמונה
ru: Сканировать с фото

# grid.title
source: Timesheet
ar: جدول الساعات
he: גיליון שעות
ru: Табель

# guide.title
source: User Guide
ar: دليل المستخدم
he: מדריך למשתמש
ru: Руководство

# history.col.amount
source: Amount
ar: المبلغ
he: סכום
ru: Сумма

# history.col.date
source: Date
ar: التاريخ
he: תאריך
ru: Дата

# history.col.hours
source: Hours
ar: ساعات
he: שעות
ru: Часы

# history.col.in
source: In
ar: دخول
he: כניסה
ru: Начало

# history.col.out
source: Out
ar: خروج
he: יציאה
ru: Конец

# history.collapseCalendarHint
source: Swipe up to go back
ar: اسحب للأعلى للرجوع
he: החליקו למעלה לחזרה
ru: Смахните вверх, чтобы вернуться

# history.copied
source: Copied
ar: تم النسخ
he: הועתק
ru: Скопировано

# history.copy
source: Copy
ar: نسخ
he: העתק
ru: Копировать

# history.dayHasShifts
source: Has shifts
ar: يحتوي على ورديات
he: יש משמרות
ru: Есть смены

# history.daysWorked
source: Days worked
ar: أيام العمل
he: ימי עבודה
ru: Рабочие дни

# history.daysWorkedAccessibility %lld
source: %lld days worked this month
ar: %lld يوم عمل هذا الشهر
he: %lld ימי עבודה החודש
ru: Рабочих дней в этом месяце: %lld

# history.daysWorkedPendingHint
source: one more once you clock out
ar: يوم إضافي عند تسجيل الخروج
he: עוד יום אחד עם היציאה
ru: плюс один, когда закончите смену

# history.empty
source: No Entries Yet
ar: لا توجد سجلات
he: אין רשומות עדיין
ru: Записей пока нет

# history.emptyDescription
source: Your work history will appear here after you clock in.
ar: سيظهر سجل عملك هنا بعد تسجيل الدخول.
he: היסטוריית העבודה שלך תופיע כאן לאחר שתבצע כניסה.
ru: История работы появится здесь после начала первой смены.

# history.emptyPeriod
source: No shifts this day
ar: لا ورديات في هذا اليوم
he: אין משמרות ביום זה
ru: В этот день смен нет

# history.emptyPeriodHint
source: Pick another day or add a shift.
ar: اختر يومًا آخر أو أضف وردية.
he: בחרו יום אחר או הוסיפו משמרת.
ru: Выберите другой день или добавьте смену.

# history.expandCalendarHint
source: Swipe down for the full calendar
ar: اسحب للأسفل لعرض التقويم الكامل
he: החליקו למטה ללוח השנה המלא
ru: Смахните вниз, чтобы открыть весь календарь

# history.exportShift
source: Export shift
ar: تصدير الوردية
he: ייצא משמרת
ru: Экспортировать смену

# history.monthlyTrend
source: Monthly trend
ar: الملخص الشهري
he: מגמה חודשית
ru: Динамика по месяцам

# history.more
source: More
ar: المزيد
he: עוד
ru: Ещё

# history.nextWeek
source: Next week
ar: الأسبوع الجاي
he: השבוע הבא
ru: Следующая неделя

# history.payBreakdown.button
source: Pay breakdown
ar: تفاصيل الأجر
he: פירוט שכר
ru: Расчёт зарплаты

# history.payBreakdown.title
source: Pay Breakdown
ar: تفاصيل الأجر
he: פירוט שכר
ru: Расчёт зарплаты

# history.payGross
source: Gross
ar: إجمالي
he: ברוטו
ru: Брутто

# history.payNet
source: Net
ar: صافي
he: נטו
ru: Нетто

# history.previousWeek
source: Previous week
ar: الأسبوع السابق
he: השבוע הקודם
ru: Предыдущая неделя

# history.rowMenu
source: Shift actions
ar: إجراءات الوردية
he: פעולות משמרת
ru: Действия со сменой

# history.select
source: Select
ar: تحديد
he: בחירה
ru: Выбрать

# history.select.all
source: Select all
ar: تحديد الكل
he: בחירת הכול
ru: Выбрать все

# history.select.confirm %lld
source: Selected shifts: %lld. Delete them?
ar: الورديات المختارة: %lld. هل تريد حذفها؟
he: משמרות שנבחרו: %lld. למחוק אותן?
ru: Выбрано смен: %lld. Удалить их?

# history.select.count %lld
source: Selected: %lld
ar: المحدد: %lld
he: נבחרו: %lld
ru: Выбрано: %lld

# history.select.deleteHint
source: They stay in Recently deleted for 30 days.
ar: ستبقى في "المحذوفات مؤخراً" لمدة 30 يوماً.
he: הן יישארו ב"נמחקו לאחרונה" למשך 30 יום.
ru: Они останутся в «Недавно удалённых» 30 дней.

# history.select.deleted %lld
source: Shifts deleted: %lld
ar: ورديات محذوفة: %lld
he: משמרות שנמחקו: %lld
ru: Удалено смен: %lld

# history.select.hint
source: Tap shifts or days to select them
ar: اضغط على الورديات أو الأيام لتحديدها
he: הקישו על משמרות או ימים כדי לבחור
ru: Нажимайте на смены или дни, чтобы выбрать

# history.showAllDays
source: Show all days
ar: عرض كل الأيام
he: הצג את כל הימים
ru: Показать все дни

# history.title
source: History
ar: السجل
he: היסטוריה
ru: История

# history.totalHours
source: Hours
ar: الساعات
he: שעות
ru: Часы

# history.totalHoursValue %@
source: Hours: %@
ar: ساعات: %@
he: שעות: %@
ru: Часы: %@

# history.totalPay
source: Total
ar: الإجمالي
he: סה״כ
ru: Итого

# history.totalPayValue %@
source: Total: %@
ar: الإجمالي: %@
he: סה״כ: %@
ru: Итого: %@

# history.trendHours
source: Hours / month
ar: ساعات / شهر
he: שעות / חודש
ru: Часов в месяц

# history.trendThisMonth
source: This month
ar: هذا الشهر
he: החודש
ru: Этот месяц

# home.about.open
source: About HoursTracker
ar: حول HoursTracker
he: אודות HoursTracker
ru: О HoursTracker

# home.background.charcoal
source: Charcoal
ar: فحمي
he: פחם
ru: Уголь

# home.background.graphite
source: Graphite
ar: رصاصي
he: גרפיט
ru: Графит

# home.background.midnight
source: Midnight
ar: منتصف الليل
he: חצות
ru: Полночь

# home.background.onyx
source: Onyx
ar: أونيكس
he: אוניקס
ru: Оникс

# home.background.slate
source: Slate
ar: أردوازي
he: צפחה
ru: Сланец

# home.break.end
source: I'm back
ar: رجعت
he: חזרתי
ru: Продолжить работу

# home.break.onBreak
source: On break
ar: في استراحة
he: בהפסקה
ru: На перерыве

# home.break.over %@
source: %@ over
ar: زيادة %@
he: חריגה של %@
ru: Сверх на %@

# home.break.paid
source: paid break
ar: استراحة مدفوعة
he: הפסקה בתשלום
ru: оплачиваемый перерыв

# home.break.remaining %@
source: %@ left
ar: باقي %@
he: נותרו %@
ru: Осталось %@

# home.break.start
source: Going on break
ar: طالع استراحة
he: יצאתי להפסקה
ru: Ухожу на перерыв

# home.break.target %@
source: of %@ min
ar: من %@ د
he: מתוך %@ דק׳
ru: из %@ мин

# home.break.unpaid
source: unpaid — deducted from pay
ar: غير مدفوعة — بتنخصم من الراتب
he: ללא תשלום — יורד מהשכר
ru: неоплачиваемый — вычитается из зарплаты

# home.clockIn
source: Clock In
ar: تسجيل دخول
he: כניסה
ru: Начать смену

# home.clockOut
source: Clock Out
ar: تسجيل خروج
he: יציאה
ru: Закончить смену

# home.clockedIn
source: Clocked In
ar: مسجّل دخول
he: נרשמת
ru: На смене

# home.forgotClockIn
source: Forgot to clock in?
ar: نسيت تسجّل دخول؟
he: שכחת להחתים?
ru: Забыли начать смену?

# home.forgotClockIn.arrivalPrompt
source: When did you arrive at work?
ar: وينتا وصلت عالشغل؟
he: מתי הגעת לעבודה?
ru: Когда вы пришли на работу?

# home.forgotClockIn.confirm
source: Start Shift
ar: ابدأ الوردية
he: התחל משמרת
ru: Начать смену

# home.forgotClockIn.confirmMessage %@
source: Start the shift at %@?
ar: تبدّي الوردية الساعة %@؟
he: להתחיל את המשמרת ב־%@?
ru: Начать смену с %@?

# home.forgotClockIn.confirmTitle
source: Confirm arrival time
ar: تأكيد وقت الوصول
he: אישור שעת הגעה
ru: Подтвердите время прихода

# home.greeting.afternoon
source: Good afternoon
ar: مساء النور
he: צהריים טובים
ru: Добрый день

# home.greeting.afternoonName %@
source: Good afternoon, %@
ar: مساء النور، %@
he: צהריים טובים, %@
ru: Добрый день, %@

# home.greeting.evening
source: Good evening
ar: مساء الخير
he: ערב טוב
ru: Добрый вечер

# home.greeting.eveningName %@
source: Good evening, %@
ar: مساء الخير، %@
he: ערב טוב, %@
ru: Добрый вечер, %@

# home.greeting.morning
source: Good morning
ar: صباح الخير
he: בוקר טוב
ru: Доброе утро

# home.greeting.morningName %@
source: Good morning, %@
ar: صباح الخير، %@
he: בוקר טוב, %@
ru: Доброе утро, %@

# home.greeting.night
source: Good night
ar: تصبح على خير
he: לילה טוב
ru: Доброй ночи

# home.greeting.nightName %@
source: Good night, %@
ar: تصبح على خير، %@
he: לילה טוב, %@
ru: Доброй ночи, %@

# home.helpFeedback
source: Help & Feedback
ar: المساعدة والملاحظات
he: עזרה ומשוב
ru: Помощь и отзывы

# home.liveGrossBasic
source: Basic Gross
ar: إجمالي أساسي
he: ברוטו בסיסי
ru: Базовое брутто

# home.livePay
source: Pay so far
ar: الأجر حتى الآن
he: שכר עד כה
ru: Заработано

# home.livePayHint
source: Includes overtime rates
ar: يشمل تعرفة الساعات الإضافية
he: כולל תעריפי שעות נוספות
ru: С учётом сверхурочных ставок

# home.more
source: More
ar: المزيد
he: עוד
ru: Ещё

# home.night.startedYesterday
source: started yesterday
ar: بدأت أمس
he: התחילה אתמול
ru: началась вчера

# home.rate.change
source: Change
ar: تغيير
he: שינוי
ru: Изменить

# home.rate.current %@
source: Hourly rate: %@
ar: الأجر بالساعة: %@
he: שכר שעתי: %@
ru: Ставка в час: %@

# home.rate.missing
source: Set your hourly rate to see what you earn
ar: حدّد أجرك بالساعة لتعرف كم تكسب
he: הגדירו שכר שעתי כדי לראות כמה אתם מרוויחים
ru: Укажите почасовую ставку, чтобы видеть свой заработок

# home.readyToStart
source: Ready to Start
ar: جاهز للبدء
he: מוכן להתחיל
ru: Готовы начать

# home.shiftComplete
source: Shift Complete
ar: اكتملت المناوبة
he: המשמרת הסתיימה
ru: Смена завершена

# home.since %@
source: Since %@
ar: منذ %@
he: מאז %@
ru: С %@

# home.stat.month
source: This month
ar: هذا الشهر
he: החודש
ru: Этот месяц

# home.stat.month.short
source: Month
ar: الشهر
he: חודש
ru: Месяц

# home.stat.monthPay
source: Month's Pay
ar: أجر الشهر
he: שכר החודש
ru: Зарплата за месяц

# home.stat.today
source: Today
ar: اليوم
he: היום
ru: Сегодня

# home.stat.today.short
source: Today
ar: اليوم
he: היום
ru: Сегодня

# home.stat.todayPay
source: Today's Pay
ar: أجر اليوم
he: שכר היום
ru: Зарплата за сегодня

# home.stat.week
source: This week
ar: هذا الأسبوع
he: השבוע
ru: Эта неделя

# home.stat.week.short
source: Week
ar: الأسبوع
he: שבוע
ru: Неделя

# home.stat.weekPay
source: Week's Pay
ar: أجر الأسبوع
he: שכר השבוע
ru: Зарплата за неделю

# home.stats.cardsTitle
source: Cards
ar: البطاقات
he: כרטיסים
ru: Карточки

# home.stats.goal %@
source: goal %@
ar: الهدف %@
he: יעד %@
ru: цель %@

# home.stats.moveEarlier
source: Move earlier
ar: نقل للخلف
he: הזזה אחורה
ru: Переместить раньше

# home.stats.moveLater
source: Move later
ar: نقل للأمام
he: הזזה קדימה
ru: Переместить позже

# home.stats.reorderHint
source: Press and hold a card to rearrange
ar: اضغط مطولًا واسحب بطاقة لإعادة ترتيبها
he: לחצו והחזיקו על כרטיס כדי לסדר מחדש
ru: Нажмите и удерживайте карточку, чтобы переставить

# home.stats.resetOrder
source: Reset card order
ar: إعادة ترتيب البطاقات الافتراضي
he: איפוס סדר הכרטיסים
ru: Сбросить порядок карточек

# home.stats.welcomeBody
source: Tap Clock In when you start work — your hours, shifts and pay will appear here.
ar: اضغط «تسجيل دخول» عندما تبدأ العمل — ستظهر ساعاتك وورديّاتك وأجرك هنا.
he: הקישו על ״כניסה״ כשאתם מתחילים לעבוד — השעות, המשמרות והשכר יופיעו כאן.
ru: Нажмите «Начать смену», когда начнёте работать, — здесь появятся ваши часы, смены и зарплата.

# home.stats.welcomeTitle
source: Your stats start with your first shift
ar: إحصاءاتك تبدأ من أول وردية
he: הנתונים שלך מתחילים מהמשמרת הראשונה
ru: Статистика начнётся с первой смены

# home.status.break %@
source: On break since %@
ar: في استراحة منذ %@
he: בהפסקה מאז %@
ru: На перерыве с %@

# home.status.working %@
source: Working since %@
ar: في العمل منذ %@
he: בעבודה מאז %@
ru: На работе с %@

# home.theme.background
source: Background
ar: الخلفية
he: רקע
ru: Фон

# home.theme.backgroundReset
source: Reset background
ar: إعادة تعيين الخلفية
he: איפוס הרקע
ru: Сбросить фон

# home.theme.custom
source: Custom color
ar: لون مخصص
he: צבע מותאם אישית
ru: Свой цвет

# home.theme.presets
source: Presets
ar: ألوان جاهزة
he: צבעים מוכנים
ru: Готовые

# home.theme.reset
source: Reset to default
ar: إعادة للون الافتراضي
he: איפוס לברירת המחדל
ru: По умолчанию

# home.theme.tip
source: Tap to personalize
ar: اضغط للتخصيص
he: הקישו להתאמה אישית
ru: Нажмите, чтобы настроить

# home.theme.title
source: App Theme
ar: مظهر التطبيق
he: עיצוב האפליקציה
ru: Тема приложения

# home.theme.wordmark
source: Home title
ar: عنوان الشاشة الرئيسية
he: כותרת מסך הבית
ru: Заголовок главного экрана

# home.theme.wordmarkHint
source: Replaces the title at the top of Home — leave it empty to keep HoursTracker. It does not rename the app icon on your Home Screen.
ar: يستبدل العنوان أعلى الشاشة الرئيسية — اتركه فارغًا للإبقاء على HoursTracker. لا يغيّر اسم أيقونة التطبيق على شاشة جهازك.
he: מחליף את הכותרת בראש מסך הבית - השאירו ריק כדי לשמור על HoursTracker. אין לכך השפעה על שם הסמל במסך הבית של המכשיר.
ru: Заменяет заголовок вверху главного экрана — оставьте пустым, чтобы было HoursTracker. Название значка на экране «Домой» не меняется.

# home.timer.paused
source: Paused · on break
ar: متوقف · في استراحة
he: מושהה · בהפסקה
ru: Пауза · перерыв

# home.tip.lockScreen
source: Your shift is on the Lock Screen too
ar: ورديتك ظاهرة على شاشة القفل كمان
he: המשמרת מופיעה גם במסך הנעילה
ru: Смена видна и на экране блокировки

# home.trend.empty
source: Your monthly trend will appear here
ar: سيظهر اتجاهك الشهري هنا
he: המגמה החודשית שלכם תופיע כאן
ru: Здесь появится ваша динамика по месяцам

# home.weekLoading
source: Loading…
ar: جاري التحميل…
he: בטעינה…
ru: Идёт…

# home.weekTotal %@
source: Week total · %@
ar: إجمالي الأسبوع · %@
he: סה״כ השבוע · %@
ru: За неделю · %@

# keyboard.done
source: Done
ar: تم
he: סיום
ru: Готово

# language.name.arabic
source: Arabic
ar: العربية
he: ערבית
ru: Арабский

# language.name.english
source: English
ar: الإنجليزية
he: אנגלית
ru: Английский

# language.name.hebrew
source: Hebrew
ar: العبرية
he: עברית
ru: Иврит

# language.name.russian
source: Russian
ar: الروسية
he: רוסית
ru: Русский

# leave.markHint
source: Counted in the pay summary. It doesn't change your pay.
ar: يُحسب في ملخص الراتب. لا يغيّر حساب الراتب.
he: נספר בסיכום השכר. לא משנה את חישוב השכר.
ru: Учитывается в сводке. На расчёт зарплаты не влияет.

# leave.markTitle
source: Mark this day as
ar: تحديد هذا اليوم كـ
he: סימון היום כ־
ru: Отметить день как

# leave.recuperation
source: Recuperation day
ar: يوم نقاهة
he: יום הבראה
ru: День оздоровления

# leave.recuperation.short
source: Recup.
ar: نقاهة
he: הבראה
ru: Оздор.

# leave.vacation
source: Vacation day
ar: يوم إجازة
he: יום חופש
ru: День отпуска

# leave.vacation.short
source: Vacation
ar: إجازة
he: חופש
ru: Отпуск

# legal.acceptedOn %@
source: Agreed on %@
ar: تمت الموافقة في %@
he: אושר בתאריך %@
ru: Принято %@

# legal.gate.accept
source: Agree and continue
ar: أوافق وأتابع
he: מסכים/ה וממשיכים
ru: Принять и продолжить

# legal.gate.body
source: To use HoursTracker, please read and agree to the Terms of Use and the Privacy Policy.
ar: لاستخدام HoursTracker، يُرجى قراءة شروط الاستخدام وسياسة الخصوصية والموافقة عليهما.
he: כדי להשתמש ב-HoursTracker, יש לקרוא את תנאי השימוש ואת מדיניות הפרטיות ולהסכים להם.
ru: Чтобы пользоваться HoursTracker, прочитайте Условия использования и Политику конфиденциальности и согласитесь с ними.

# legal.gate.checkbox
source: I have read and agree to the Terms of Use and the Privacy Policy
ar: قرأت شروط الاستخدام وسياسة الخصوصية وأوافق عليهما
he: קראתי ואני מסכים/ה לתנאי השימוש ולמדיניות הפרטיות
ru: Я прочитал(а) и принимаю Условия использования и Политику конфиденциальности

# legal.gate.decline
source: I don't agree
ar: لا أوافق
he: אני לא מסכים/ה
ru: Я не согласен(на)

# legal.gate.declineMessage
source: Your data stays on this iPhone. You can export it now, delete the app, or come back and agree at any time.
ar: بياناتك تبقى على هذا الآيفون. يمكنك تصديرها الآن، أو حذف التطبيق، أو العودة والموافقة في أي وقت.
he: המידע שלכם נשאר באייפון הזה. אפשר לייצא אותו עכשיו, למחוק את האפליקציה, או לחזור ולהסכים בכל עת.
ru: Ваши данные остаются на этом iPhone. Можно экспортировать их сейчас, удалить приложение или вернуться и согласиться в любой момент.

# legal.gate.declineTitle
source: HoursTracker can't be used without agreeing
ar: لا يمكن استخدام HoursTracker دون الموافقة
he: אי אפשר להשתמש ב-HoursTracker בלי להסכים
ru: Без согласия пользоваться HoursTracker нельзя

# legal.gate.point.control
source: You can export or delete your data at any time.
ar: يمكنك تصدير بياناتك أو حذفها في أي وقت.
he: אפשר לייצא או למחוק את המידע בכל עת.
ru: Вы можете экспортировать или удалить свои данные в любой момент.

# legal.gate.point.data
source: Your data stays on your iPhone, unless you turn on a backup, sync or a smart feature.
ar: بياناتك تبقى على الآيفون، إلا إذا فعّلت نسخًا احتياطيًا أو مزامنة أو ميزة ذكية.
he: המידע נשאר באייפון שלכם, אלא אם תפעילו גיבוי, סנכרון או תכונה חכמה.
ru: Данные остаются на вашем iPhone, если вы не включите копию, синхронизацию или умную функцию.

# legal.gate.point.estimates
source: Pay figures are estimates. Your payslip and the law decide your real pay.
ar: مبالغ الراتب تقديرية. قسيمة الراتب والقانون هما ما يحدّد راتبك الفعلي.
he: סכומי השכר הם הערכה. תלוש השכר והחוק קובעים את השכר בפועל.
ru: Суммы зарплаты — оценка. Реальную зарплату определяют расчётный лист и закон.

# legal.gate.readAgain
source: Read again
ar: اقرأ مرة أخرى
he: לקרוא שוב
ru: Прочитать снова

# legal.gate.title
source: Before you start
ar: قبل أن تبدأ
he: לפני שמתחילים
ru: Прежде чем начать

# legal.gate.titleUpdated
source: We've updated our terms
ar: حدّثنا الشروط
he: עדכנו את התנאים
ru: Мы обновили условия

# log.actions
source: Actions
ar: إجراءات
he: פעולות
ru: Действия

# log.clear
source: Clear log
ar: مسح السجل
he: נקה יומן
ru: Очистить журнал

# log.clearConfirm
source: Clear all activity log entries?
ar: مسح كل إدخالات سجل النشاط؟
he: לנקות את כל רשומות יומן הפעילות?
ru: Очистить все записи журнала действий?

# log.clearedMessage
source: Activity log cleared
ar: تم مسح سجل النشاط
he: יומן הפעילות נוקה
ru: Журнал действий очищен

# log.empty
source: No activity yet.
ar: لا يوجد نشاط بعد.
he: עדיין אין פעילות.
ru: Действий пока нет.

# log.entries
source: Recent activity
ar: النشاط الأخير
he: פעילות אחרונה
ru: Последние действия

# log.event.autoBackupSkipped
source: Automatic account backup skipped (the account has shifts this device doesn't)
ar: تخطّينا النسخة التلقائية للحساب (بالحساب ورديات مش موجودة على الجهاز)
he: גיבוי אוטומטי לחשבון דולג (בחשבון יש משמרות שאין במכשיר)
ru: Автокопия в аккаунт пропущена (в аккаунте есть смены, которых нет на этом устройстве)

# log.event.backupRestored
source: Backup restored
ar: تم استرجاع نسخة احتياطية
he: גיבוי שוחזר
ru: Резервная копия восстановлена

# log.event.breakEnd
source: Break ended
ar: انتهت الاستراحة
he: סיום הפסקה
ru: Перерыв окончен

# log.event.breakStart
source: Break started
ar: بدأت الاستراحة
he: התחלת הפסקה
ru: Перерыв начат

# log.event.clockIn
source: Clocked in
ar: تم تسجيل الدخول
he: החתמת כניסה
ru: Смена начата

# log.event.clockOut
source: Clocked out
ar: تم تسجيل الخروج
he: החתמת יציאה
ru: Смена окончена

# log.event.dataDeleted
source: All user data deleted
ar: تم حذف كل بيانات المستخدم
he: כל נתוני המשתמש נמחקו
ru: Все данные пользователя удалены

# log.event.export
source: Timesheet exported
ar: تم تصدير تقرير الساعات
he: דוח שעות יוצא
ru: Табель экспортирован

# log.event.fullDataExport
source: Full data export
ar: تصدير كامل للبيانات
he: ייצוא נתונים מלא
ru: Полный экспорт данных

# log.event.fullDataImport
source: Imported full data
ar: تم استيراد كل البيانات
he: יובאו כל הנתונים
ru: Импортированы все данные

# log.event.import %lld
source: Imported %lld shift(s)
ar: تم استيراد %lld وردية/ورديات
he: יובאו %lld משמרות
ru: Импортировано смен: %lld

# log.event.importOverwrite %lld
source: Replaced %lld existing day(s)
ar: استُبدل %lld يوم موجود
he: הוחלפו %lld ימים קיימים
ru: Заменено дней: %lld

# log.event.locationSet
source: Workplace location set
ar: تم تعيين موقع مكان العمل
he: מיקום מקום העבודה הוגדר
ru: Задано место работы

# log.event.logExported
source: Activity log exported
ar: تم تصدير سجل النشاط
he: יומן הפעילות יוצא
ru: Журнал действий экспортирован

# log.event.manualEntry
source: Manual shift added
ar: أُضيفت وردية يدوية
he: נוספה משמרת ידנית
ru: Смена добавлена вручную

# log.event.remindersOff
source: Arrival reminders disabled
ar: تم إيقاف تذكيرات الوصول
he: תזכורות הגעה כובו
ru: Напоминания о приходе выключены

# log.event.remindersOn
source: Arrival reminders enabled
ar: تم تفعيل تذكيرات الوصول
he: תזכורות הגעה הופעלו
ru: Напоминания о приходе включены

# log.event.sessionDeleted
source: Shift deleted
ar: تم حذف وردية
he: משמרת נמחקה
ru: Смена удалена

# log.event.sessionRestored
source: Shift restored
ar: تم استرجاع وردية
he: משמרת שוחזרה
ru: Смена восстановлена

# log.event.sessionUpdated
source: Shift updated
ar: تم تحديث وردية
he: משמרת עודכנה
ru: Смена обновлена

# log.event.settingsSaved
source: Settings saved
ar: تم حفظ الإعدادات
he: ההגדרות נשמרו
ru: Настройки сохранены

# log.export
source: Export log
ar: تصدير السجل
he: ייצוא יומן
ru: Экспорт журнала

# log.exportFormat
source: Format
ar: الصيغة
he: פורמט
ru: Формат

# log.exportHint
source: Choose TXT, JSON, CSV, or Markdown, then share or save the file wherever you like.
ar: اختر TXT أو JSON أو CSV أو Markdown، ثم شارك الملف أو احفظه بالمكان الذي تريد.
he: בחר TXT, JSON, CSV או Markdown, ואז שתף או שמור את הקובץ איפה שתרצה.
ru: Выберите TXT, JSON, CSV или Markdown, затем поделитесь файлом или сохраните его где угодно.

# log.format.txt
source: Text (.txt)
ar: نص (.txt)
he: טקסט (.txt)
ru: Текст (.txt)

# log.title
source: Activity Log
ar: سجل النشاط
he: יומן פעילות
ru: Журнал действий

# manual.clockInOut
source: Clock In / Out
ar: دخول / خروج
he: כניסה / יציאה
ru: Начало / конец

# manual.date
source: Date
ar: التاريخ
he: תאריך
ru: Дата

# manual.entryMode
source: Entry Mode
ar: طريقة الإدخال
he: אופן הזנה
ru: Способ ввода

# manual.error.breakExceedsShift
source: Break can't be longer than the shift.
ar: الاستراحة لا يمكن أن تكون أطول من مدة الوردية.
he: ההפסקה לא יכולה להיות ארוכה ממשך המשמרת.
ru: Перерыв не может быть длиннее смены.

# manual.error.zeroDuration
source: Shift duration must be greater than zero.
ar: مدة الوردية يجب أن تكون أكبر من صفر.
he: משך המשמרת חייב להיות גדול מאפס.
ru: Длительность смены должна быть больше нуля.

# manual.holidayAutoFilledHint
source: Filled in automatically from your usual work hours — holidays aren't punched in manually.
ar: بتتعبى تلقائيًا حسب ساعات دوامك المعتادة — يوم العطلة ما بيحتاج تسجّله يدوي.
he: מתמלא אוטומטית לפי שעות העבודה הרגילות שלך — לא מחתימים יום חג ידנית.
ru: Заполнено автоматически по вашему обычному графику — в праздники время вручную не отмечают.

# manual.holidayAutoFilledTitle
source: Holiday Hours
ar: ساعات العطلة
he: שעות חג
ru: Часы праздничного дня

# manual.hours
source: Hours
ar: ساعات
he: שעות
ru: Часы

# manual.hoursFormat %@
source: %@ hours
ar: %@ ساعة
he: %@ שעות
ru: %@ ч

# manual.mode
source: Mode
ar: الوضع
he: מצב
ru: Режим

# manual.sickHint
source: Day 1 is unpaid, days 2–3 are half pay, day 4 onward is full pay. Pay is calculated automatically — no clock-in/out needed.
ar: اليوم الأول بلا أجر، يوم 2-3 نص أجر، من اليوم الرابع أجر كامل. الأجر بيتحسب أوتوماتيك — بدون ساعات دخول/خروج.
he: יום 1 ללא תשלום, ימים 2–3 בחצי שכר, מהיום הרביעי שכר מלא. השכר מחושב אוטומטית — בלי שעות כניסה/יציאה.
ru: 1-й день не оплачивается, 2–3-й — половина оплаты, с 4-го — полная оплата. Оплата считается автоматически — отмечать начало и конец не нужно.

# manual.sickPreview %lld %lld
source: Day %lld of this sick streak — %lld%% of pay
ar: اليوم %lld من تسلسل المرضي — %lld%% من الأجر
he: יום %lld ברצף המחלה — %lld%% מהשכר
ru: День %lld этого больничного — %lld%% оплаты

# manual.title
source: Manual Entry
ar: إدخال يدوي
he: הזנה ידנית
ru: Ввод вручную

# manual.totalHours
source: Total Hours
ar: إجمالي الساعات
he: סה״כ שעות
ru: Всего часов
